Repository: juntjtang18/LangGo
Catalog: LangGo/Localizable.xcstrings
Source language: en
Languages: fr, hi, ja, ko, vi, zh_hans

source: Without review, most people forget 90% of new words in 2 days. Our smart Vocabulary Notebook reminds you only when you’re about to forget — not too soon, not too late.
fr: Sans examen, la plupart des gens oublient 90% of nouveaux mots en 2 jours. Notre carnet de vocabulaire intelligent vous rappelle uniquement lorsque vous êtes sur le point d’oublier – ni trop tôt, ni trop tard.
hi: समीक्षा के बिना, अधिकांश लोग 2 दिनों में 90% of नए शब्द भूल जाते हैं। हमारी स्मार्ट शब्दावली नोटबुक आपको तभी याद दिलाती है जब आप भूलने वाले होते हैं - न बहुत जल्दी, न बहुत देर से।
ja: 復習しないと、ほとんどの人は 90% of 個の新しい単語を 2 日で忘れてしまいます。私たちのスマートなボキャブラリーノートブックは、早すぎず、遅すぎず、忘れそうになったときにだけ思い出させます。
ko: 검토하지 않으면 대부분의 사람들은 2일 안에 90% of 새로운 단어를 잊어버립니다. 우리의 스마트 어휘 노트는 너무 이르지도, 너무 늦지도 않게 잊어버리려고 할 때만 알려줍니다.
vi: Nếu không ôn tập, hầu hết mọi người sẽ quên 90% of từ mới trong 2 ngày. Sổ tay Từ vựng thông minh của chúng tôi chỉ nhắc nhở bạn khi bạn sắp quên - không quá sớm, không quá muộn.
zh_hans: 如果不复习，大多数人会在 2 天内忘记 90% 的新词。我们的智能词汇本只会在你快要遗忘时提醒你，不早也不晚。

source: Word or sentence
fr: Mot ou phrase
hi: शब्द या वाक्य
ja: 単語または文章
ko: 단어나 문장
vi: Từ hoặc câu
zh_hans: 单词或句子

source: Word Repeat
fr: Répétition de mots
hi: शब्द दोहराव
ja: 単語の繰り返し
ko: 단어 반복
vi: Lặp lại từ
zh_hans: 单词重复

source: Wrong
fr: Faux
hi: गलत
ja: 間違っている
ko: 잘못된
vi: Sai
zh_hans: 错误的

source: Yes, help me remember better
fr: Oui, aide-moi à mieux me souvenir
hi: हाँ, मुझे बेहतर याद रखने में मदद करें
ja: はい、もっと覚えやすくしてください
ko: 예, 더 잘 기억할 수 있도록 도와주세요
vi: Vâng, giúp tôi nhớ tốt hơn
zh_hans: 好，帮我记得更牢

source: You
fr: Toi
hi: आप
ja: あなた
ko: 너
vi: Bạn
zh_hans: 你

source: You have no words due for review.
fr: Vous n'avez pas de mots à réviser.
hi: समीक्षा के लिए आपके पास शब्द नहीं हैं.
ja: 検討すべき言葉はありません。
ko: 검토할 단어가 없습니다.
vi: Bạn không có từ nào để xem xét.
zh_hans: 你没有到期需要复习的单词。

source: You'll still see the leaderboard, but others won't see your rank or username.
fr: Vous verrez toujours le classement, mais les autres ne verront pas votre classement ou votre nom d'utilisateur.
hi: आप अभी भी लीडरबोर्ड देखेंगे, लेकिन अन्य लोग आपकी रैंक या उपयोगकर्ता नाम नहीं देखेंगे।
ja: リーダーボードは引き続き表示されますが、他の人にはあなたのランクやユーザー名は表示されません。
ko: 귀하에게는 리더보드가 계속 표시되지만 다른 사용자에게는 귀하의 순위나 사용자 이름이 표시되지 않습니다.
vi: Bạn sẽ vẫn thấy bảng xếp hạng nhưng những người khác sẽ không thấy thứ hạng hoặc tên người dùng của bạn.
zh_hans: 你仍然可以看到排行榜，但其他人看不到你的排名或用户名。

source: Your journey to glory
fr: Votre voyage vers la gloire
hi: गौरव की ओर आपकी यात्रा
ja: 栄光への旅
ko: 영광을 향한 여정
vi: Hành trình đến vinh quang của bạn
zh_hans: 你的荣耀之旅

source: Your latest words will appear here.
fr: Vos derniers mots apparaîtront ici.
hi: आपके नवीनतम शब्द यहां दिखाई देंगे.
ja: 最新の単語がここに表示されます。
ko: 최근 단어가 여기에 표시됩니다.
vi: Những từ mới nhất của bạn sẽ xuất hiện ở đây.
zh_hans: 你最新添加的单词会显示在这里。

source: Your Score in this Semester
fr: Votre score dans ce semestre
hi: इस सेमेस्टर में आपका स्कोर
ja: 今学期のあなたのスコア
ko: 이번 학기 점수
vi: Điểm của bạn trong học kỳ này
zh_hans: 你本学期的积分

source: Add New Word
hi: नया शब्द जोड़ें
ja: 新しい単語を追加
ko: 새 단어 추가
vi: Thêm từ mới
zh_hans: 添加新单词

source: Add to VocaBook
hi: VocaBook में जोड़ें
ja: VocaBook に追加
ko: VocaBook에 추가
vi: Thêm vào VocaBook
zh_hans: 加入词汇本

source: Alex Johnson
hi: एलेक्स जॉनसन
ja: アレックス・ジョンソン
ko: 알렉스 존슨

source: Article
hi: लेख
ja: 記事
ko: 기사
vi: Bài báo
zh_hans: 文章

source: Articles
hi: सामग्री
ja: 記事
ko: 조항
vi: bài viết
zh_hans: 文章

source: Correct
hi: सही
ja: 正しい
ko: 옳은
vi: Chính xác
zh_hans: 正确的

source: Email
hi: ईमेल
ja: メール
ko: 이메일
zh_hans: 电子邮件

source: NOTIFICATIONS
hi: सूचनाएं
ja: 通知
ko: 알림
vi: THÔNG BÁO
zh_hans: 通知

source: Page %lld
hi: पेज %lld
ja: ページ %lld
ko: 페이지 %lld
vi: Trang %lld
zh_hans: 第 %lld 页

source: Pause
hi: विराम
ja: 一時停止
ko: 정지시키다
vi: Tạm dừng
zh_hans: 暂停

source: Version 1.0.0
hi: संस्करण 1.0.0
ja: バージョン1.0.0
ko: 버전 1.0.0
vi: Phiên bản 1.0.0
zh_hans: 版本 1.0.0

source: OK
ja: わかりました
ko: 좋아요
vi: ĐƯỢC RỒI
zh_hans: 好的
